/* 
  Localizable.strings
  uvc-ctrl
*/

"refresh_cams"      = "Refresh cams";
"refreshing"        = "Refreshing...";
"empty"             = "(empty)";
"ok"                = "OK";
"req_fail_title"    = "Failed!";
"req_fail_info"     = "Could not set value!\nIf you didn't do anything exotic the control you tried to use may only be partially supported by the cam.";
"not_supported"     = "Not supported";